brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "hostess"
brew "lazygit"
brew "neovim"
brew "node"
brew "pandoc"
brew "proxychains-ng"
brew "python@3.13", link: false
brew "ripgrep"
brew "sk"
brew "stow"
brew "syncthing", restart_service: :changed
brew "timewarrior"
brew "tmux"
brew "tree-sitter-cli"
brew "pyright"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "obsidian"
cask "slack"
cask "raycast"
cask "sioyek"
